{
    "startup": [
        {
            "title": "Simple Systems, Inc.",
            "category": "Software Startup",
            "position": "Founder, Software Architect & Engineer",
            "duration": "2.5 Years",
            "location": "Atlanta / Tokyo",
            "summary": "Building a product that runs on SAP HANA and UI5 that can demonstrate real-time visualizations of large data sets, reduced development time, and massive performance gains. Created multiple tools to enable data-driven and template-driven user interfaces for reduction in cost and complexity during implementation and maintenance. Work with corporate clients on a B2B contract-basis"
        },
        {
            "title": "Holland Systems / Big Concepts",
            "category": "Consulting Practice",
            "location": "Atlanta",
            "position": "Founder, Director R&D",
            "duration": "6 Years",
            "summary": "Built the company under the Holland Systems entity name and then re-branded to demonstrate the growth and evolution of the concept and company. Hold responsibility for best practice SAP analyses and implementation strategies. Developed a new approach to SAP Program Management, Information Management, SAP Upgrades, Cloud Migrations, and Integration Architecture. Led field-testing for new strategies resulting in higher success rates over existing processes. Worked directly with customers, led internal development programs, and drove innovation and performance. A Founder, held business organization and P&L accountability, designed all business operations, inspired the sales team and general staff with the Founder’s mindset. Served as an Enterprise Architect, Solution Architect, Systems Architect, EIM Architect, SAP PI/EDI Developer, SAP MDM/MDG Developer, Business Objects Developer, and Java/JavaScript Developer."
        },
        {
            "title": "Discrete Ventures",
            "category": "Social Website",
            "location": "Atlanta",
            "position": "Founder, Product Manager",
            "duration": "1.5 Years",
            "summary": "Built a social platform targetted towards the fashion and beauty (cosmetics) industries.  The platform let users share and rate content.  Essentially, it was kind of like Pintrest, except Pinterest came along and was way better.  This was my business 101 course, for the mere cost of an ivy league education."
        }
    ],
    "employment": [
        {
            "title": "SAP America",
            "category": "Software Consulting",
            "position": "Principal Consultant",
            "duration": "3.5 Years",
            "location": "Washington D.C.",
            "summary": "Specialized in information management and surrounding technologies including PI, EO, CE, and ECC. Recognized for record growth within the organization and reached the level of Principal Consultant within two years, serving as one of the youngest people to accomplish this. Worked directly with the SAP Labs team to support product development; gained unique insight into SAP operations and how to deliver value from a large implementation.",
            "bullets": [
                { "text": "Received three promotions in three years and recognized as the youngest principal consultant in the company (at the time)" },
                { "text": "Led a custom development initiative realizing results faster and cheaper, with billing rates four times higher than the competition." }
            ]
        },
        {
            "title": "Wolsey",
            "category": "Wholesale Distributions",
            "position": "SAP Basis Administrator, Interface Developer and MDM Developer",
            "duration": "1 Year",
            "location": "Newport News, VA",
            "summary": "Joined a cross-functional project team during a nine-month global business contract. Coordinated with the team to support the global transformation from a mainframe-based legacy application to a new SAP system.",
            "bullets": [
                { "text": "Unique opportunity to understand direct customer point of view, pain point, and perspective which could be leveraged in future roles to better support clients" }
            ]
        },
        {
            "title": "DataXstream",
            "category": "Software Consulting",
            "position": "SAP Basis Administrator, Interface Developer",
            "duration": "3 Years",
            "location": "Williamsburg, VA",
            "summary": "Served as the first employee for this small SAP startup. Leveraged background in systems administration, network administration, database management, and software development. Built a solid foundation in SAP through training and hands-on experience."
        }
    ],
    "consulting": [
        {
            "title": "LambWeston",
            "customer": "LambWeston",
            "position": "Technical Lead",
            "duration": "3 Months",
            "location": "Boise, ID",
            "bullets": [
                { "text": "Built a Fiori/UI5 application that handled Plant Maintenance (Work Orders, Goods Movements, and Time Confirmations) and tracked inventory.  The application used HANA as the database, and integrated with SAP ECC via oData and BADI’s exposed as web services." },
                { "text": "Reverse-engineered and re-designed several heavily customized business workflows for procurement, and was able to replicate all functionality with a more efficient process and entirely using standard configuration" }
            ]
        },
        {
            "title": "American Greetings",
            "customer": "American Greetings",
            "position": "Technical Lead",
            "duration": "3 Years",
            "location": "Cleveland, OH",
            "bullets": [
                { "text": "Designed and lead the implementation of an N+1, and N+2 landscape using ChaRM, Retrofit, and LVM" },
                { "text": "Managed (and provided technical assistance) the IdM implementation which integrated with IBM’s TAM LDAP for security provisioning – a project which three vendors had attempted and failed previously" },
                { "text": "Prevented a show-stopped escalation with the integration architecture and lead a team to redesign the SAP PI landscape and interface development which drastically improved performance." }
            ]
        },
        {
            "title": "Gerdau",
            "customer": "Gerdau",
            "position": "Integration (EDI) Consultant",
            "duration": "1 Years",
            "location": "Tampa, FL",
            "bullets": [
                { "text": "Redesigned and implemented the integration architecture and development.  A previous vendor had designed a heavily customized solution using custom ABAP programs, and I was able to improve performance, maintainability, and functionality by switching to standard configuration using IDocs/ALE" }
            ]
        },
        {
            "title": "Coca-Cola",
            "customer": "Coca-Cola",
            "position": "Data Architect",
            "duration": "1 Years",
            "location": "Atlanta, GA",
            "bullets": [
                { "text": "Designed the data architecture for the merger between the Coca-Cola Company and Coca-Cola Refreshments which included a consolidation of over 150 business systems sharing master data." }
            ]
        },
        {
            "title": "Mylan Pharmaceuticals",
            "customer": "Mylan Pharmaceuticals",
            "position": "Data Architect & Developer",
            "duration": "1 Year",
            "location": "Pittsburgh / Zurich",
            "bullets": [
                { "text": "Built sophisticated workflow engine using very early UI5 components, CE/BPM, and MDM as the data hub and modeling framework." }
            ]
        },
        {
            "title": "Kimberly-Clark",
            "customer": "Kimberly-Clark",
            "position": "Technical Consultant",
            "duration": "3 Months",
            "location": "Atlanta / West Malling",
            "bullets": [
                { "text": "Upgraded the GDS system and made necessary changes to support the new 1Synch standards" }
            ]
        },
        {
            "title": "Sysco Foods",
            "customer": "Sysco Foods",
            "position": "MDM Lead",
            "duration": "1 Year",
            "location": "Houston, TX",
            "bullets": [
                { "text": "Did all design, configuration, testing, and support single-handedly for the global MDM implementation which had to go-live in advance of the ERP initiative due to some unique business challenges." },
                { "text": "Early-adopter for the next-gen workflow and user-interface technology SAP was developing at the time." }
            ]
        },
        {
            "title": "Applied Materials",
            "customer": "Applied Materials",
            "position": "Technical Consultant / MDM Lead",
            "duration": "2 Years",
            "location": "Santa Clara, CA",
            "bullets": [
                { "text": "Performed course-correction on an implementation of SAP MDM that was heading for disaster by an inexperienced consulting company.  This included recruiting and managing my SWAT team, data consolidation/cleansing/conversions, integration architecture and development, and MM/SD configuration." },
                { "text": "Built a custom application with Java Webdynpro, MDM, and Enterprise Portals in 11 weeks, which SAP Labs said would take 9 months.  The solution was a gap-fit for major functionality that was missing from the MDM product.  The designs later became instrumental in SAP’s long term solution, and was included in early design workshops for the successor of MDM – called MDG." }
            ]
        },
        {
            "title": "Kraft Foods",
            "customer": "Kraft Foods",
            "position": "Technical Consultant",
            "duration": "3 Months",
            "location": "Chicago, IL",
            "bullets": [
                { "text": "Supported the MDM initiative for the largest SAP account at the time, and one of the earliest adopters of the SAP MDM project" },
                { "text": "Developed interfaces with SAP PI, and configured the CTS+ transport management system." }
            ]
        }
    ]
}