{
    "data": [{
        "Date": "06/01/2003",
        "Text": "Served as the first employee for this small SAP startup. Leveraged background in systems administration, network administration, database management, and software development. Built a solid foundation in SAP through training and hands-on experience.",
        "Title": "DataXstream",
        "UserName": "Developer",
        "Employer": "DataXstream",
        "Status": "Warning"
    }, {
        "Date": "08/01/2006",
        "Text": "Unique opportunity to understand direct customer point of view, pain point, and perspective which could be leveraged in future roles to better support clients",
        "Title": "Wolseley",
        "UserName": "ERP Administrator",
        "Employer": "Wolseley",
        "Status": "Warning"
    }, 
        {
        "Date": "04/15/2007",
        "Text": "Specialized in information management and surrounding technologies including PI, EO, CE, and ECC. Recognized for record growth within the organization and reached the level of Principal Consultant within two years, serving as one of the youngest people to accomplish this. Worked directly with the SAP Labs team to support product development; gained unique insight into SAP operations and how to deliver value from a large implementation.",
        "Title": "SAP",
        "UserName": "Principal Consultant",
        "Employer": "SAP",
        "Status": "Warning"
    },   {
        "Date": "05/15/2007",
        "Text": "Developed interfaces with SAP PI, and configured the CTS+ transport management system.",
        "Title": "Kraft Foods",
        "UserName": "Technical Consultant",
        "Employer": "SAP",
        "Status": "Success"
    }, {
        "Date": "08/01/2007",
        "Text": "Performed course-correction on an implementation of SAP MDM that was heading for disaster by an inexperienced consulting company.  This included recruiting and managing my SWAT team, data consolidation/cleansing/conversions, integration architecture and development, and MM/SD configuration.",
        "Title": "Applied Materials",
        "UserName": "Technical Consultant",
        "Employer": "SAP",
        "Status": "Success"
    },
    {
        "Date": "06/01/2009",
        "Text": "Did all design, configuration, testing, and support single-handedly for the global MDM implementation which had to go-live in advance of the ERP initiative due to some unique business challenges.",
        "Title": "Sysco Foods",
        "UserName": "Technical Consultant",
        "Employer": "SAP",
        "Status": "Success"
    },
    {
        "Date": "06/15/2010",
        "Text": "Built the company under the Holland Systems entity name and then re-branded to demonstrate the growth and evolution of the concept and company. Hold responsibility for best practice SAP analyses and implementation strategies. Developed a new approach to SAP Program Management, Information Management, SAP Upgrades, Cloud Migrations, and Integration Architecture. Led field-testing for new strategies resulting in higher success rates over existing processes. Worked directly with customers, led internal development programs, and drove innovation and performance. A Founder, held business organization and P&L accountability, designed all business operations, inspired the sales team and general staff with the Founder’s mindset. Served as an Enterprise Architect, Solution Architect, Systems Architect, EIM Architect, SAP PI/EDI Developer, SAP MDM/MDG Developer, Business Objects Developer, and Java/JavaScript Developer.",
        "Title": "Holland Systems",
        "UserName": "Founder",
        "Employer": "Holland Systems",
        "Status": "Warning"
    },{
        "Date": "07/01/2010",
        "Text": "Mylan had a global SAP implementation which included Master Data Management for the finance domains. I was responsible for all of the design, build, and support of the MDM solution. This included G/L Accounts, Cost Centers, Profit Centers, as well as the primary and secondary cost elements. The solution included a set of comprehensive workflow processes built with SAP CE/BPM and custom Java Webdynpro objects for the user interfaces. My responsibilities also included the facilitation of the integration development and testing - which included development in SAP PI and configuration of the ALE layer in SAP. Additionally, I was responsible for the development of the security and governance model, including the development of security roles in several SAP products.On this project I was sub-contracted by the lead implementer and represented their company, however their entire team was based in Zurich so I was the only resource in the United States where much of the decision making (from the customer side) took place. Therefore, my role also incorporated a lot of customer relationship management and general project management activities.",
        "Title": "Mylan Pharmaceuticals",
        "UserName": "Data Architect",
        "Employer": "Holland Systems",
        "Status": "Success"
    },{
        "Date": "07/01/2010",
        "Text": "Built sophisticated workflow engine using very early UI5 components, CE/BPM, and MDM as the data hub and modeling framework.",
        "Title": "Mylan Pharmaceuticals",
        "UserName": "Data Architect",
        "Employer": "Holland Systems",
        "Status": "Success"
    },{
        "Date": "07/01/2011",
        "Text": "Designed the data architecture for the merger between the Coca-Cola Company and Coca-Cola Refreshments which included a consolidation of over 150 business systems sharing master data.",
        "Title": "Coca-Cola",
        "UserName": "Data Architect",
        "Employer": "Holland Systems",
        "Status": "Success"
    },{
        "Date": "02/01/2012",
        "Text": "Redesigned and implemented the integration architecture and development.  A previous vendor had designed a heavily customized solution using custom ABAP programs, and I was able to improve performance, maintainability, and functionality by switching to standard configuration using IDocs/ALE",
        "Title": "Gerdau",
        "UserName": "Integration (EDI) Consultant",
        "Employer": "Holland Systems",
        "Status": "Success"
    },{
        "Date": "11/15/2013",
        "Text": "Designed and lead the implementation of an N+1, and N+2 landscape using ChaRM, Retrofit, and LVM",
        "Title": "American Greetings",
        "UserName": "Technical Consultant",
        "Employer": "Holland Systems",
        "Status": "Success"
    },
    {
        "Date": "03/01/2016",
        "Text": "Re-branded Holland Systems into Big Concepts",
        "Title": "BigConcepts",
        "UserName": "Founder",
        "Employer": "BigConcepts",
        "Status": "Warning"
    }, {
        "Date": "03/01/2016",
        "Text": "Building a product that runs on SAP HANA and UI5 that can demonstrate real-time visualizations of large data sets, reduced development time, and massive performance gains. Created multiple tools to enable data-driven and template-driven user interfaces for reduction in cost and complexity during implementation and maintenance.",
        "Title": "SOLO",
        "UserName": "Software Architecture and Engineering",
        "Employer": "N/A",
        "Status": "Information"
    },{
        "Date": "10/01/2017",
        "Text": "Built a Fiori/UI5 application that handled Plant Maintenance (Work Orders, Goods Movements, and Time Confirmations) and tracked inventory.  The application used HANA as the database, and integrated with SAP ECC via oData and BADIs exposed as web services.",
        "Title": "LambWeston",
        "UserName": "Technical Lead",
        "Employer": "Independent",
        "Status": "Success"
    }, {
        "Date": "05/25/2018",
        "Text": "Building a product that runs on SAP HANA and UI5 that can demonstrate real-time visualizations of large data sets, reduced development time, and massive performance gains. Created multiple tools to enable data-driven and template-driven user interfaces for reduction in cost and complexity during implementation and maintenance. Work with corporate clients on a B2B contract-basis",
        "Title": "Simple Systems, Inc.",
        "UserName": "Founder",
        "Employer": "Simple Systems, Inc.",
        "Status": "Warning"
    }]
}