

#YMSG : Warning Message
ON_BACK_WARNING=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E08\u0E30\u0E2A\u0E39\u0E0D\u0E2B\u0E32\u0E22\u0E16\u0E49\u0E32\u0E04\u0E38\u0E13\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XTIT
WARNING=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19

#XBUT
CONTINUE=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D

#XBUT
CANCEL=Cancel

#XTIT: this is the title for the master section
MASTER_TITLE=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E40\u0E21\u0E34\u0E19\u0E1C\u0E25\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XTIT: this is the title for the shell
SHELL_TITLE=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E2A\u0E34\u0E17\u0E18\u0E34
#XTIT: this is the title for the detail section
DETAIL_TITLE=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2A\u0E34\u0E17\u0E18\u0E34
#XBUT: Button in footer 
S3_EDIT=\u0E43\u0E2B\u0E49\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E30\u0E1A\u0E17\u0E1A\u0E32\u0E17

#XLST
BY_WORKSPACE=\u0E15\u0E32\u0E21\u0E1E\u0E37\u0E49\u0E19\u0E17\u0E35\u0E48\u0E17\u0E33\u0E07\u0E32\u0E19

#XTIT
MY_FAVOURITES=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E40\u0E21\u0E34\u0E19\u0E1C\u0E25\u0E17\u0E35\u0E48\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E1B\u0E23\u0E14\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#XTIT
MY_LAST_WORKED_UPON=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E40\u0E21\u0E34\u0E19\u0E1C\u0E25\u0E17\u0E35\u0E48\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#XTIT
ALL_EVALUATIONS=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E40\u0E21\u0E34\u0E19\u0E1C\u0E25\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

#XLST: filter options
SELF_CREATED=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E14\u0E49\u0E27\u0E22\u0E15\u0E19\u0E40\u0E2D\u0E07\u0E41\u0E25\u0E49\u0E27
#XLST: filter options
RECENTLY_WORKED_UPON=\u0E17\u0E33\u0E07\u0E32\u0E19\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14\u0E40\u0E21\u0E37\u0E48\u0E2D
#XLST: filter options
FAVORITE=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E1B\u0E23\u0E14
#XLST: sort options
CREATION_DATE=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E23\u0E49\u0E32\u0E07
#XLST: sort options
ALPHABETICALLY=\u0E15\u0E32\u0E21\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23
#XLST: sort options
BY_INDICATOR=\u0E15\u0E32\u0E21\u0E15\u0E31\u0E27\u0E1A\u0E48\u0E07\u0E0A\u0E35\u0E49
#XLST: sort options
BY_OWNER=\u0E15\u0E32\u0E21\u0E40\u0E08\u0E49\u0E32\u0E02\u0E2D\u0E07
#XLST
BY_OLDEST=\u0E15\u0E32\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E40\u0E01\u0E48\u0E32\u0E2A\u0E38\u0E14
#XLST
BY_NEWEST=\u0E15\u0E32\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E21\u0E48\u0E2A\u0E38\u0E14
#XLST
BY_CREATION_DATE=\u0E15\u0E32\u0E21\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E23\u0E49\u0E32\u0E07
#XFLD
ACTIVITY=\u0E01\u0E34\u0E08\u0E01\u0E23\u0E23\u0E21
#XFLD
NO_OWNER=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E40\u0E08\u0E49\u0E32\u0E02\u0E2D\u0E07
#XFLD, 10: ID of the element currently being displayed
ID=ID
#XFLD, 25: Owner of the element currently being displayed
OWNER=\u0E40\u0E08\u0E49\u0E32\u0E02\u0E2D\u0E07
#XFLD, 20: Represents the current state of the displayed element
STATUS=\u0E2A\u0E16\u0E32\u0E19\u0E30
#XFLD
KPI=KPI
#XFLD
DATA_SOURCE=\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
#XFLD
PROPERTIES=\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34
#XGRP : Title for info tab
INFO=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
#XGRP : Title for users tab
USERS=Users
#XFLD : Label under users tab
AUTH_USERS=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E17\u0E18\u0E34
#XGRP : Title for roles tab
ROLES=\u0E1A\u0E17\u0E1A\u0E32\u0E17
#XTIT, 20: This tab displays all the selected users and roles
SELECTED=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27
#YINS: For search field
SEARCH_USERS=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#YINS: For search field
SEARCH_ROLES=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E1A\u0E17\u0E1A\u0E32\u0E17
#XTIT: Title for list of selected users and roles
SELECTED_USERS_ROLES=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E30\u0E1A\u0E17\u0E1A\u0E32\u0E17\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01
#XTIT: Title for the role details dialog
ROLE_DETAILS=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E1A\u0E17\u0E1A\u0E32\u0E17
#XBUT
RESET=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15
#XBUT
SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01
#XBUT
CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XBUT
OK=\u0E15\u0E01\u0E25\u0E07
#XFLD : for indication no of users in a role
USER=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#XFLD : for indication no of users in a role
USERS=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#XTOL
NO_FILTER_ADDED=\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XTOL
FILTERED_BY=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E41\u0E25\u0E49\u0E27\u0E15\u0E32\u0E21\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23
#XTIT
FILTER=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C

#YMSG
FILTER_NOT_APPLICABLE=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49
#YMSG
ERROR_LOADING_AUTH=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E42\u0E2B\u0E25\u0E14\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E17\u0E35\u0E48\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01
#YMSG
AUTH_SAVE_SUCCESS=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E41\u0E25\u0E49\u0E27
#YMSG
AUTH_SAVE_ERROR=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E02\u0E13\u0E30\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E34\u0E17\u0E18\u0E34
#YMSG
ERROR_FEATURE_UNAVAILABLE=\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#YMSG, 40
YMSG_ERROR_RETRIEVING_DATA=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E23\u0E35\u0E22\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
